Repository: ibanner/LynxJet
Catalog: languages/*.po
Languages: he_il, ru_ru

source: Home
he_il: ראשי
ru_ru: Главная

source: Configure
he_il: הגדרה
ru_ru: Конфигурация

source: The page <i>you were looking for</i> could not be found.
he_il: העמוד שחיפשת לא נמצא
ru_ru: Страница,<i> которую вы ищете,</i> не может быть найдена.

source: This post is password protected. Enter the password to view comments.
he_il: הפוסט הזה מוגן בסיסמה. הזן את הסיסמה כדי לצפות בתגובות

source: Comments are closed.
he_il: התגובות סגורות.

source: Your Message
he_il: ההודעה שלך

source: Leave a Comment
he_il: כתוב תגובה

source: Your email address will not be published. All fields are required.
he_il: כתובת הדוא"ל שלך לא תפורסם. יש להזין את כל השדות.

source: Your Name
he_il: השם שלך

source: Your Email
he_il: הדוא"ל שלך

source: language_class
he_il: hebrew
ru_ru: russian

source: Site by
he_il: אתר מבית
ru_ru: Бизнес-сайт

source: The Contechnician
he_il: התוכנאי

source: LynxJet Private Flights
he_il: לינקסג'ט טיסות פרטיות
ru_ru: LynxJet - частные полеты

source: Previous Post
he_il: הפוסט הקודם

source: Next Post
he_il: הפוסט הבא

source: About Author
he_il: אודות הכותב

source: Posts
he_il: פוסטים

source: You Might Also Like This
he_il: פוסטים נוספים שאולי יעניינו אותך

source: For Travel Agents
he_il: מידע לסוכני נסיעות
ru_ru: Вход для турагентов

source: Search Results for: %s
he_il: תוצאות חיפוש אחר: %s

source: Activities in %s
he_il: פעילויות ב%s

source: Posted By
he_il: מאת

source: Category Description
he_il: על הקטגוריה
ru_ru: Описание категории

source: Tech Spec
he_il: מפרט טכני
ru_ru: Техническая спецификация

source: Maximum Passengers
he_il: מספר נוסעים מירבי
ru_ru: Макс. пассажиров

source: Maximum Range
he_il: טווח מירבי
ru_ru: Макс. диапазон

source: Km
he_il: ק"מ
ru_ru: км

source: Maximum Cruising Speed
he_il: מהירות שיוט מירבית
ru_ru: Макс. скорость полета

source: KmH
he_il: קמש
ru_ru: км/ч

source: Category Jets
he_il: מטוסי הקטגוריה
ru_ru: Категория самолета

source: Our Aircraft Fleet
he_il: צי המטוסים שלנו
ru_ru: Наш флот самолета

source: Which aircraft will best suit your flight plans? Let us help you choose the model that will fit your needs!
he_il: איזה מטוס יתאים לכם? תנו לנו לעזור לכם למצוא את מטוס המנהלים הנכון ביותר לצרכים שלכם
ru_ru: Какие самолеты будут наилучшим образом удовлетворить ваши планы полета ? Позвольте нам помочь вам выбрать модель, которая будет соответствовать вашим потребностям!

source: Full
he_il: מלאים
ru_ru: Полный

source: Partial
he_il: חלקיים
ru_ru: Частичный

source: None
he_il: ללא
ru_ru: Нет

source: Aircraft Description
he_il: תיאור המטוס
ru_ru: Описание самолета

source: Cabin Height
he_il: גובה תא הנוסעים
ru_ru: Высота салона

source: Cm
he_il: ס"מ
ru_ru: см

source: Cabin Width
he_il: רוחב תא הנוסעים
ru_ru: Ширина салона

source: Cabin Length
he_il: אורך תא הנוסעים
ru_ru: Длина салона

source: Lavatory
he_il: שירותים
ru_ru: Туалет

source: By Private Jet
he_il: במטוס פרטי

source: Flying Private to %s
he_il: טיסה פרטית ל%s
